Repository: urnetwork/apple
Catalog: app/network/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, el, es, es_419, es_mx, fr, he, hi, id, it, ja, ko, nl, pl, pt, pt_br, pt_pt, ru, sv, th, uk, vi, zh_hans, zh_hk

source: Connect a Bittensor wallet to add it as a sign-in method.
ar: اربط محفظة Bittensor لإضافتها كطريقة لتسجيل الدخول.
cs: Připojte peněženku Bittensor a přidejte ji jako způsob přihlášení.
de: Verbinde eine Bittensor-Wallet, um sie als Anmeldemethode hinzuzufügen.
el: Συνδέστε ένα πορτοφόλι Bittensor για να το προσθέσετε ως μέθοδο σύνδεσης.
es: Conecta una billetera de Bittensor para añadirla como método de inicio de sesión.
es_419: Conecta una billetera de Bittensor para agregarla como método de inicio de sesión.
es_mx: Conecta una cartera de Bittensor para agregarla como método de inicio de sesión.
fr: Connectez un portefeuille Bittensor pour l'ajouter comme méthode de connexion.
he: חברו ארנק Bittensor כדי להוסיף אותו כשיטת התחברות.
hi: Bittensor वॉलेट को साइन-इन विधि के रूप में जोड़ने के लिए उसे कनेक्ट करें।
id: Hubungkan dompet Bittensor untuk menambahkannya sebagai metode masuk.
it: Collega un portafoglio Bittensor per aggiungerlo come metodo di accesso.
ja: Bittensor ウォレットを接続して、サインイン方法として追加します。
ko: Bittensor 지갑을 연결하여 로그인 방법으로 추가하세요.
nl: Koppel een Bittensor-wallet om deze als inlogmethode toe te voegen.
pl: Połącz portfel Bittensor, aby dodać go jako metodę logowania.
pt: Ligue uma carteira Bittensor para a adicionar como método de início de sessão.
pt_br: Conecte uma carteira Bittensor para adicioná-la como método de login.
pt_pt: Ligue uma carteira Bittensor para a adicionar como método de início de sessão.
ru: Подключите кошелек Bittensor, чтобы добавить его как способ входа.
sv: Anslut en Bittensor-plånbok för att lägga till den som inloggningsmetod.
th: เชื่อมต่อกระเป๋า Bittensor เพื่อเพิ่มเป็นวิธีลงชื่อเข้าใช้
uk: Підключіть гаманець Bittensor, щоб додати його як спосіб входу.
vi: Kết nối ví Bittensor để thêm làm phương thức đăng nhập.
zh_hans: 连接 Bittensor 钱包，将其添加为登录方式。
zh_hk: 連接 Bittensor 錢包，將其新增為登入方式。

source: Connect a Solana wallet (Phantom or Solflare) to add it as a sign-in method.
ar: اربط محفظة Solana (Phantom أو Solflare) لإضافتها كطريقة لتسجيل الدخول.
cs: Připojte peněženku Solana (Phantom nebo Solflare) a přidejte ji jako způsob přihlášení.
de: Verbinde eine Solana-Wallet (Phantom oder Solflare), um sie als Anmeldemethode hinzuzufügen.
el: Συνδέστε ένα πορτοφόλι Solana (Phantom ή Solflare) για να το προσθέσετε ως μέθοδο σύνδεσης.
es: Conecta una billetera de Solana (Phantom o Solflare) para añadirla como método de inicio de sesión.
es_419: Conecta una billetera de Solana (Phantom o Solflare) para agregarla como método de inicio de sesión.
es_mx: Conecta una cartera de Solana (Phantom o Solflare) para agregarla como método de inicio de sesión.
fr: Connectez un portefeuille Solana (Phantom ou Solflare) pour l'ajouter comme méthode de connexion.
he: חבר ארנק Solana (Phantom או Solflare) כדי להוסיף אותו כשיטת התחברות.
hi: Solana वॉलेट (Phantom या Solflare) कनेक्ट करें और उसे साइन-इन विधि के रूप में जोड़ें।
id: Hubungkan dompet Solana (Phantom atau Solflare) untuk menambahkannya sebagai metode masuk.
it: Collega un portafoglio Solana (Phantom o Solflare) per aggiungerlo come metodo di accesso.
ja: Solanaウォレット（PhantomまたはSolflare）を接続して、サインイン方法として追加します。
ko: Solana 지갑(Phantom 또는 Solflare)을 연결하여 로그인 방법으로 추가하세요.
nl: Verbind een Solana-wallet (Phantom of Solflare) om deze als inlogmethode toe te voegen.
pl: Połącz portfel Solana (Phantom lub Solflare), aby dodać go jako metodę logowania.
pt: Ligue uma carteira Solana (Phantom ou Solflare) para a adicionar como método de início de sessão.
pt_br: Conecte uma carteira Solana (Phantom ou Solflare) para adicioná-la como método de login.
pt_pt: Conecte uma carteira Solana (Phantom ou Solflare) para a adicionar como método de início de sessão.
ru: Подключите кошелек Solana (Phantom или Solflare), чтобы добавить его как способ входа.
sv: Anslut en Solana-plånbok (Phantom eller Solflare) för att lägga till den som inloggningsmetod.
th: เชื่อมต่อกระเป๋าเงิน Solana (Phantom หรือ Solflare) เพื่อเพิ่มเป็นวิธีลงชื่อเข้าใช้
uk: Підключіть гаманець Solana (Phantom або Solflare), щоб додати його як спосіб входу.
vi: Kết nối ví Solana (Phantom hoặc Solflare) để thêm làm phương thức đăng nhập.
zh_hans: 连接 Solana 钱包（Phantom 或 Solflare）以将其添加为登录方式。
zh_hk: 連接 Solana 錢包（Phantom 或 Solflare）以將其添加為登入方式。

source: Connect a Solana wallet app, or enter a Solana USDC address manually.
ar: اربط تطبيق محفظة Solana، أو أدخل عنوان USDC على Solana يدويًا.
cs: Připojte aplikaci peněženky Solana, nebo ručně zadejte adresu USDC na síti Solana.
de: Verbinde eine Solana-Wallet-App oder gib eine Solana-USDC-Adresse manuell ein.
el: Συνδέστε μια εφαρμογή πορτοφολιού Solana ή εισαγάγετε χειροκίνητα μια διεύθυνση USDC στο Solana.
es: Conecta una app de billetera de Solana o introduce manualmente una dirección USDC de Solana.
es_419: Conecta una app de billetera de Solana o ingresa manualmente una dirección USDC de Solana.
es_mx: Conecta una app de cartera de Solana o ingresa manualmente una dirección USDC de Solana.
fr: Connectez une app de portefeuille Solana, ou saisissez manuellement une adresse USDC Solana.
he: חברו אפליקציית ארנק Solana, או הזינו ידנית כתובת USDC ברשת Solana.
hi: कोई Solana वॉलेट ऐप कनेक्ट करें, या Solana USDC पता मैन्युअल रूप से डालें।
id: Hubungkan aplikasi dompet Solana, atau masukkan alamat USDC Solana secara manual.
it: Collega un’app portafoglio Solana o inserisci manualmente un indirizzo USDC su Solana.
ja: Solana ウォレットアプリを接続するか、Solana の USDC アドレスを手動で入力してください。
ko: Solana 지갑 앱을 연결하거나 Solana USDC 주소를 직접 입력하세요.
nl: Koppel een Solana-wallet-app of voer handmatig een Solana-USDC-adres in.
pl: Połącz aplikację portfela Solana albo wpisz ręcznie adres USDC w sieci Solana.
pt: Ligue uma app de carteira Solana ou introduza manualmente um endereço USDC da Solana.
pt_br: Conecte um app de carteira Solana ou insira manualmente um endereço USDC da Solana.
pt_pt: Ligue uma app de carteira Solana ou introduza manualmente um endereço USDC da Solana.
ru: Подключите приложение-кошелек Solana или введите адрес USDC в сети Solana вручную.
sv: Anslut en Solana-plånboksapp eller ange en Solana-USDC-adress manuellt.
th: เชื่อมต่อแอปกระเป๋าเงิน Solana หรือป้อนที่อยู่ USDC บน Solana ด้วยตนเอง
uk: Підключіть застосунок гаманця Solana або введіть вручну адресу USDC у мережі Solana.
vi: Kết nối ứng dụng ví Solana, hoặc nhập thủ công địa chỉ USDC trên Solana.
zh_hans: 连接 Solana 钱包应用，或手动输入 Solana USDC 地址。
zh_hk: 連接 Solana 錢包應用程式，或手動輸入 Solana USDC 地址。

source: Connect a Solana wallet to add it as a sign-in method.
ar: اربط محفظة Solana لإضافتها كطريقة لتسجيل الدخول.
cs: Připojte peněženku Solana a přidejte ji jako způsob přihlášení.
de: Verbinde eine Solana-Wallet, um sie als Anmeldemethode hinzuzufügen.
el: Συνδέστε ένα πορτοφόλι Solana για να το προσθέσετε ως μέθοδο σύνδεσης.
es: Conecta una billetera de Solana para añadirla como método de inicio de sesión.
es_419: Conecta una billetera de Solana para agregarla como método de inicio de sesión.
es_mx: Conecta una cartera de Solana para agregarla como método de inicio de sesión.
fr: Connectez un portefeuille Solana pour l'ajouter comme méthode de connexion.
he: חברו ארנק Solana כדי להוסיף אותו כשיטת התחברות.
hi: Solana वॉलेट को साइन-इन विधि के रूप में जोड़ने के लिए उसे कनेक्ट करें।
id: Hubungkan dompet Solana untuk menambahkannya sebagai metode masuk.
it: Collega un portafoglio Solana per aggiungerlo come metodo di accesso.
ja: Solana ウォレットを接続して、サインイン方法として追加します。
ko: Solana 지갑을 연결하여 로그인 방법으로 추가하세요.
nl: Koppel een Solana-wallet om deze als inlogmethode toe te voegen.
pl: Połącz portfel Solana, aby dodać go jako metodę logowania.
pt: Ligue uma carteira Solana para a adicionar como método de início de sessão.
pt_br: Conecte uma carteira Solana para adicioná-la como método de login.
pt_pt: Ligue uma carteira Solana para a adicionar como método de início de sessão.
ru: Подключите кошелек Solana, чтобы добавить его как способ входа.
sv: Anslut en Solana-plånbok för att lägga till den som inloggningsmetod.
th: เชื่อมต่อกระเป๋า Solana เพื่อเพิ่มเป็นวิธีลงชื่อเข้าใช้
uk: Підключіть гаманець Solana, щоб додати його як спосіб входу.
vi: Kết nối ví Solana để thêm làm phương thức đăng nhập.
zh_hans: 连接 Solana 钱包，将其添加为登录方式。
zh_hk: 連接 Solana 錢包，將其新增為登入方式。

source: Connect a wallet
ar: ربط محفظة
cs: Připojit peněženku
de: Verbinde eine Wallet
el: Συνδέστε ένα πορτοφόλι
es: Conecta una billetera
es_419: Conecta una billetera
es_mx: Conecta una cartera
fr: Connectez un portefeuille
he: חבר ארנק
hi: एक वॉलेट कनेक्ट करें
id: Hubungkan dompet
it: Collega un wallet
ja: ウォレットを接続
ko: 지갑 연결
nl: Verbind een wallet
pl: Połącz portfel
pt: Conecte uma carteira
pt_br: Conecte uma carteira
pt_pt: Conecte uma carteira
ru: Подключите кошелек
sv: Anslut en plånbok
th: เชื่อมต่อกระเป๋าเงิน
uk: Підключіть гаманець
vi: Kết nối ví
zh_hans: 连接钱包
zh_hk: 連接錢包

source: Connect a wallet to earn SN25α from the next epoch. Earlier epochs are not settled retroactively.
ar: اربط محفظة لتكسب SN25α بدءًا من الفترة التالية. لا تتم تسوية الفترات السابقة بأثر رجعي.
cs: Připojte peněženku a vydělávejte SN25α od příští epochy. Předchozí epochy se zpětně nevypořádávají.
de: Verbinde eine Wallet, um ab der nächsten Epoche SN25α zu verdienen. Frühere Epochen werden nicht rückwirkend abgerechnet.
el: Συνδέστε ένα πορτοφόλι για να κερδίζετε SN25α από την επόμενη εποχή. Οι προηγούμενες εποχές δεν εκκαθαρίζονται αναδρομικά.
es: Conecta una billetera para ganar SN25α a partir de la próxima época. Las épocas anteriores no se liquidan con carácter retroactivo.
es_419: Conecta una billetera para ganar SN25α a partir de la próxima época. Las épocas anteriores no se liquidan de forma retroactiva.
es_mx: Conecta una cartera para ganar SN25α a partir de la próxima época. Las épocas anteriores no se liquidan de forma retroactiva.
fr: Connectez un portefeuille pour gagner des SN25α à partir de la prochaine époque. Les époques précédentes ne sont pas réglées rétroactivement.
he: חברו ארנק כדי להרוויח SN25α החל מהתקופה הבאה. תקופות קודמות אינן מסולקות בדיעבד.
hi: अगले एपोक से SN25α कमाने के लिए वॉलेट कनेक्ट करें। पिछले एपोक पिछली तारीख से सेटल नहीं होते।
id: Hubungkan dompet untuk mendapatkan SN25α mulai epoch berikutnya. Epoch sebelumnya tidak diselesaikan secara surut.
it: Collega un portafoglio per guadagnare SN25α dalla prossima epoca. Le epoche precedenti non vengono liquidate retroattivamente.
ja: ウォレットを接続すると、次のエポックから SN25α を獲得できます。以前のエポックはさかのぼって精算されません。
ko: 지갑을 연결하면 다음 에포크부터 SN25α를 받습니다. 이전 에포크는 소급해서 정산되지 않습니다.
nl: Koppel een wallet om vanaf de volgende epoch SN25α te verdienen. Eerdere epochs worden niet met terugwerkende kracht afgerekend.
pl: Połącz portfel, aby zarabiać SN25α od następnej epoki. Wcześniejsze epoki nie są rozliczane wstecz.
pt: Ligue uma carteira para ganhar SN25α a partir da próxima época. As épocas anteriores não são liquidadas retroativamente.
pt_br: Conecte uma carteira para ganhar SN25α a partir da próxima época. Épocas anteriores não são liquidadas retroativamente.
pt_pt: Ligue uma carteira para ganhar SN25α a partir da próxima época. As épocas anteriores não são liquidadas retroativamente.
ru: Подключите кошелек, чтобы получать SN25α со следующей эпохи. Прошлые эпохи задним числом не рассчитываются.
sv: Anslut en plånbok för att tjäna SN25α från nästa epok. Tidigare epoker regleras inte i efterhand.
th: เชื่อมต่อกระเป๋าเงินเพื่อรับ SN25α ตั้งแต่อีพอคถัดไป อีพอคก่อนหน้าจะไม่ถูกชำระย้อนหลัง
uk: Підключіть гаманець, щоб заробляти SN25α з наступної епохи. Попередні епохи заднім числом не розраховуються.
vi: Kết nối ví để kiếm SN25α từ epoch tiếp theo. Các epoch trước không được quyết toán hồi tố.
zh_hans: 连接钱包，即可从下一个周期开始赚取 SN25α。之前的周期不会追溯结算。
zh_hk: 連接錢包，即可由下一個週期開始賺取 SN25α。之前的週期不會追溯結算。

source: Connect a wallet with the Seeker Pre-Order Token
ar: ربط محفظة برمز طلب Seeker المسبق
cs: Připojit peněženku s Seeker Pre-Order tokenem
de: Verbinde eine Wallet mit dem Seeker Pre-Order Token
el: Συνδέστε ένα πορτοφόλι με το Seeker Pre-Order Token
es: Conecta una billetera con el token de pedido anticipado de Seeker
es_419: Conecta una billetera con el token de pedido anticipado de Seeker
es_mx: Conecta una cartera con el token de pedido anticipado de Seeker
fr: Connectez un portefeuille avec le jeton de précommande Seeker
he: חבר ארנק עם אסימון הזמנה מוקדמת של Seeker
hi: Seeker प्री-ऑर्डर टोकन के साथ एक वॉलेट कनेक्ट करें
id: Hubungkan dompet dengan Token Pra-Pemesanan Seeker
it: Collega un wallet con il token di pre-ordine Seeker
ja: Seekerプレオーダートークンでウォレットを接続
ko: Seeker 선주문 토큰으로 지갑 연결
nl: Verbind een wallet me een Seeker Pre-Order Token
pl: Połącz portfel z tokenem zamówienia przedpremierowego Seeker
pt: Conecte uma carteira com o token de pré-venda Seeker
pt_br: Conecte uma carteira com o token de pré-venda Seeker
pt_pt: Conecte uma carteira com o token de pré-venda Seeker
ru: Подключите кошелек с токеном предзаказа Seeker
sv: Anslut en plånbok med Seeker Förbeställnings-token
th: เชื่อมต่อกระเป๋าเงินกับ Seeker Pre-Order Token
uk: Підключіть гаманець за допомогою токена попереднього замовлення Seeker
vi: Kết nối ví với Mã thông báo Đặt hàng trước Seeker
zh_hans: 连接带有 Seeker 预售代币的钱包
zh_hk: 連接帶有 Seeker 預售代幣的錢包

source: Connect Bittensor wallet
ar: ربط محفظة Bittensor
cs: Připojit peněženku Bittensor
de: Bittensor-Wallet verbinden
el: Σύνδεση πορτοφολιού Bittensor
es: Conectar billetera de Bittensor
es_419: Conectar billetera de Bittensor
es_mx: Conectar cartera de Bittensor
fr: Connecter un portefeuille Bittensor
he: חיבור ארנק Bittensor
hi: Bittensor वॉलेट कनेक्ट करें
id: Hubungkan dompet Bittensor
it: Collega portafoglio Bittensor
ja: Bittensor ウォレットを接続
ko: Bittensor 지갑 연결
nl: Bittensor-wallet koppelen
pl: Połącz portfel Bittensor
pt: Ligar carteira Bittensor
pt_br: Conectar carteira Bittensor
pt_pt: Ligar carteira Bittensor
ru: Подключить кошелек Bittensor
sv: Anslut Bittensor-plånbok
th: เชื่อมต่อกระเป๋าเงิน Bittensor
uk: Підключити гаманець Bittensor
vi: Kết nối ví Bittensor
zh_hans: 连接 Bittensor 钱包
zh_hk: 連接 Bittensor 錢包

source: Connect external wallet
ar: ربط محفظة خارجية
cs: Připojit externí peněženku
de: Externe Wallet verbinden
el: Σύνδεση εξωτερικού πορτοφολιού
es: Conectar una billetera externa
es_419: Conectar billetera
es_mx: Conectar una cartera externa
fr: Connecter un portefeuille externe
he: חבר ארנק
hi: बाहरी वॉलेट कनेक्ट करें
id: Hubungkan Dompet
it: Connetti il portafoglio
ja: 外部ウォレットを接続
ko: 외부 지갑 연결
nl: Externe wallet verbinden
pl: Połącz zewnętrzny portfel
pt: Conectar carteira externa
pt_br: Conectar carteira externa
pt_pt: Conectar carteira
ru: Подключить внешний кошелек
sv: Anslut plånbok
th: เชื่อมต่อกระเป๋า
uk: Підключити гаманець
vi: Kết nối ví
zh_hans: 连接外部钱包
zh_hk: 連接錢包

source: Connect in one tap
ar: اتصل بلمسة واحدة
cs: Připojení jedním klepnutím
de: Mit einem Tipp verbinden
el: Σύνδεση με ένα πάτημα
es: Conéctate con un toque
es_419: Conéctate con un toque
es_mx: Conéctate con un toque
fr: Connexion en un geste
he: התחברות בהקשה אחת
hi: एक टैप में कनेक्ट करें
id: Terhubung dengan satu ketukan
it: Connettiti con un tocco
ja: ワンタップで接続
ko: 한 번 탭으로 연결
nl: Verbinden met één tik
pl: Połącz jednym dotknięciem
pt: Ligue com um toque
pt_br: Conecte com um toque
pt_pt: Ligue com um toque
ru: Подключение одним касанием
sv: Anslut med ett tryck
th: เชื่อมต่อในแตะเดียว
uk: Підключення одним дотиком
vi: Kết nối chỉ với một chạm
zh_hans: 一键连接
zh_hk: 一按即連接

source: Connect once to load the rules you already have.
ar: اتصل مرة واحدة لتحميل القواعد الموجودة لديك.
cs: Připojte se jednou, aby se načetla pravidla, která už máte.
de: Verbinde dich einmal, um deine vorhandenen Regeln zu laden.
el: Συνδεθείτε μία φορά για να φορτωθούν οι κανόνες που έχετε ήδη.
es: Conéctate una vez para cargar las reglas que ya tienes.
es_419: Conéctate una vez para cargar las reglas que ya tienes.
es_mx: Conéctate una vez para cargar las reglas que ya tienes.
fr: Connectez-vous une fois pour charger les règles que vous avez déjà.
he: התחברו פעם אחת כדי לטעון את הכללים שכבר יש לכם.
hi: अपने मौजूदा नियम लोड करने के लिए एक बार कनेक्ट करें।
id: Hubungkan sekali untuk memuat aturan yang sudah Anda miliki.
it: Connettiti una volta per caricare le regole che hai già.
ja: 既存のルールを読み込むには、一度接続してください。
ko: 이미 있는 규칙을 불러오려면 한 번 연결하세요.
nl: Maak één keer verbinding om de regels te laden die je al hebt.
pl: Połącz się raz, aby wczytać reguły, które już masz.
pt: Conecte-se uma vez para carregar as regras que você já tem.
pt_br: Conecte-se uma vez para carregar as regras que você já tem.
pt_pt: Ligue uma vez para carregar as regras que já tem.
ru: Подключитесь один раз, чтобы загрузить уже созданные правила.
sv: Anslut en gång för att läsa in de regler du redan har.
th: เชื่อมต่อหนึ่งครั้งเพื่อโหลดกฎที่คุณมีอยู่แล้ว
uk: Підключіться один раз, щоб завантажити вже створені правила.
vi: Kết nối một lần để tải các quy tắc bạn đã có.
zh_hans: 请连接一次，以加载你已有的规则。
zh_hk: 請連線一次，以載入你已有的規則。

source: Connect once to see your traffic here
ar: اتصل مرة واحدة لترى حركة بياناتك هنا
cs: Připojte se jednou a uvidíte tu svůj provoz
de: Verbinde dich einmal, um hier deinen Datenverkehr zu sehen
el: Συνδεθείτε μία φορά για να βλέπετε εδώ την κίνησή σας
es: Conéctate una vez para ver aquí tu tráfico
es_419: Conéctate una vez para ver aquí tu tráfico
es_mx: Conéctate una vez para ver aquí tu tráfico
fr: Connectez-vous une fois pour voir votre trafic ici
he: התחברו פעם אחת כדי לראות כאן את התעבורה שלכם
hi: अपना ट्रैफ़िक यहाँ देखने के लिए एक बार कनेक्ट करें
id: Hubungkan sekali untuk melihat lalu lintas Anda di sini
it: Connettiti una volta per vedere qui il tuo traffico
ja: 一度接続すると、ここにトラフィックが表示されます
ko: 한 번 연결하면 여기에 트래픽이 표시됩니다
nl: Maak één keer verbinding om hier je verkeer te zien
pl: Połącz się raz, aby zobaczyć tu swój ruch
pt: Ligue-se uma vez para ver aqui o seu tráfego
pt_br: Conecte-se uma vez para ver seu tráfego aqui
pt_pt: Ligue-se uma vez para ver aqui o seu tráfego
ru: Подключитесь хотя бы раз, чтобы видеть здесь свой трафик
sv: Anslut en gång för att se din trafik här
th: เชื่อมต่อหนึ่งครั้งเพื่อดูทราฟฟิกของคุณที่นี่
uk: Підключіться один раз, щоб бачити тут свій трафік
vi: Kết nối một lần để xem lưu lượng của bạn tại đây
zh_hans: 连接一次即可在此查看您的流量
zh_hk: 連接一次即可在此查看你的流量

source: Connect options
ar: خيارات الاتصال
cs: Možnosti připojení
de: Verbindungsoptionen
el: Επιλογές σύνδεσης
es: Opciones de conexión
es_419: Opciones de conexión
es_mx: Opciones de conexión
fr: Options de connexion
he: אפשרויות חיבור
hi: कनेक्शन विकल्प
id: Opsi koneksi
it: Opzioni di connessione
ja: 接続オプション
ko: 연결 옵션
nl: Verbindingsopties
pl: Opcje połączenia
pt: Opções de conexão
pt_br: Opções de conexão
pt_pt: Opções de conexão
ru: Параметры подключения
sv: Anslutningsalternativ
th: ตัวเลือกการเชื่อมต่อ
uk: Параметри підключення
vi: Tùy chọn kết nối
zh_hans: 连接选项
zh_hk: 連接選項

source: Connect or disconnect the URnetwork VPN.
ar: الاتصال بشبكة URnetwork VPN أو قطع الاتصال بها.
cs: Připojit nebo odpojit VPN URnetwork.
de: Das URnetwork-VPN verbinden oder trennen.
el: Σύνδεση ή αποσύνδεση του VPN του URnetwork.
es: Conecta o desconecta la VPN de URnetwork.
es_419: Conecta o desconecta la VPN de URnetwork.
es_mx: Conecta o desconecta la VPN de URnetwork.
fr: Connectez ou déconnectez le VPN URnetwork.
he: התחברות או התנתקות מה-VPN של URnetwork.
hi: URnetwork VPN कनेक्ट या डिस्कनेक्ट करें।
id: Hubungkan atau putuskan VPN URnetwork.
it: Connetti o disconnetti la VPN di URnetwork.
ja: URnetwork の VPN を接続または切断します。
ko: URnetwork VPN을 연결하거나 연결을 끊습니다.
nl: Verbind of verbreek de URnetwork-VPN.
pl: Połącz lub rozłącz VPN URnetwork.
pt: Ligue ou desligue a VPN da URnetwork.
pt_br: Conecte ou desconecte a VPN da URnetwork.
pt_pt: Ligue ou desligue a VPN da URnetwork.
ru: Подключение и отключение VPN URnetwork.
sv: Anslut eller koppla från URnetwork-VPN:en.
th: เชื่อมต่อหรือตัดการเชื่อมต่อ VPN ของ URnetwork
uk: Підключити або відключити VPN URnetwork.
vi: Kết nối hoặc ngắt kết nối VPN URnetwork.
zh_hans: 连接或断开 URnetwork VPN。
zh_hk: 連接或中斷 URnetwork VPN。

source: Connect Solana wallet
ar: ربط محفظة Solana
cs: Připojit peněženku Solana
de: Solana-Wallet verbinden
el: Σύνδεση πορτοφολιού Solana
es: Conectar billetera de Solana
es_419: Conectar billetera de Solana
es_mx: Conectar cartera de Solana
fr: Connecter un portefeuille Solana
he: חיבור ארנק Solana
hi: Solana वॉलेट कनेक्ट करें
id: Hubungkan dompet Solana
it: Collega portafoglio Solana
ja: Solana ウォレットを接続
ko: Solana 지갑 연결
nl: Solana-wallet koppelen
pl: Połącz portfel Solana
pt: Ligar carteira Solana
pt_br: Conectar carteira Solana
pt_pt: Ligar carteira Solana
ru: Подключить кошелек Solana
sv: Anslut Solana-plånbok
th: เชื่อมต่อกระเป๋าเงิน Solana
uk: Підключити гаманець Solana
vi: Kết nối ví Solana
zh_hans: 连接 Solana 钱包
zh_hk: 連接 Solana 錢包

source: Connect to see your contracts
ar: اتصل لعرض عقودك
cs: Připojte se a uvidíte své kontrakty
de: Verbinde dich, um deine Verträge zu sehen
el: Συνδεθείτε για να δείτε τα συμβόλαιά σας
es: Conéctate para ver tus contratos
es_419: Conéctate para ver tus contratos
es_mx: Conéctate para ver tus contratos
fr: Connectez-vous pour voir vos contrats
he: התחברו כדי לראות את החוזים שלכם
hi: अपने कॉन्ट्रैक्ट देखने के लिए कनेक्ट करें
id: Hubungkan untuk melihat kontrak Anda
it: Connettiti per vedere i tuoi contratti
ja: 接続すると契約が表示されます
ko: 연결하면 계약이 표시됩니다
nl: Maak verbinding om je contracten te zien
pl: Połącz się, aby zobaczyć swoje kontrakty
pt: Ligue-se para ver os seus contratos
pt_br: Conecte-se para ver seus contratos
pt_pt: Ligue-se para ver os seus contratos
ru: Подключитесь, чтобы увидеть свои контракты
sv: Anslut för att se dina kontrakt
th: เชื่อมต่อเพื่อดูสัญญาของคุณ
uk: Підключіться, щоб побачити свої контракти
vi: Kết nối để xem hợp đồng của bạn
zh_hans: 连接后即可查看您的合约
zh_hk: 連接後即可查看你的合約
